/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   makeConf.cpp                                       :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: komatsud <komatsud@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2023/09/08 11:37:10 by komatsud          #+#    #+#             */
/*   Updated: 2023/09/08 11:41:53 by komatsud         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "webserv.hpp"
#include "Config.hpp"

/*
int	makeConf(std::string filepath)
{
	//ファイルを開く
	//ファイルを読み込み、まっすぐなStringにする
	//なんとかして・・・パースする・・・
	//詰める
	//終わり
}
*/


